Repository: HaddajiHachem/RoutinetProject
Catalog: Routinet/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Accueil
ar: الصفحة الرئيسية

source: Cours
ar: الدورات

source: Nos Offres
ar: عروضنا

source: Contact
ar: اتصل بنا

source: Mes Cours
ar: دوراتي

source: Mes Devoirs
ar: واجباتي

source: Évènements
ar: الفعاليات

source: Bienvenue sur Routinet
ar: مرحبًا بكم في روتينت

source: Votre plateforme d'apprentissage en ligne. Apprenez à votre rythme, où que vous soyez.
ar: منصتكم للتعلم عبر الإنترنت. تعلّموا وفق وتيرتكم أينما كنتم.

source: Commencer
ar: ابدأ الآن

source: Explorer les cours
ar: استكشف الدورات

source: Découvrir
ar: اكتشف

source: Contactez-nous
ar: اتصل بنا

source: Une question, une suggestion ? Envoyez-nous un message.
ar: هل لديك سؤال أو اقتراح؟ أرسل لنا رسالة.

source: Nom et prénom
ar: الاسم الكامل

source: Email
ar: البريد الإلكتروني

source: Sujet
ar: الموضوع

source: Message
ar: الرسالة

source: Votre message...
ar: اكتب رسالتك...

source: Envoyer
ar: إرسال

source: Les cours auxquels vous êtes inscrit
ar: الدورات المسجل بها

source: Accéder au cours
ar: الدخول إلى الدورة

source: Inscrit
ar: مسجّل

source: Voulez-vous vraiment vous désinscrire ?
ar: هل تريد إلغاء التسجيل بالفعل؟

source: Se désinscrire
ar: إلغاء التسجيل

source: Aucun cours
ar: لا توجد دورات

source: Vous n'êtes inscrit à aucun cours pour le moment
ar: لست مسجلًا في أي دورة حاليًا

source: Mes devoirs
ar: واجباتي

source: Enseignant
ar: معلّم

source: Étudiant
ar: طالب

source: Cours:
ar: الدورة:

source: Module:
ar: الوحدة:

source: Date limite dépassée:
ar: انتهى الموعد النهائي:

source: Date limite:
ar: الموعد النهائي:

source: Soumis
ar: مُقدَّم

source: Soumettre
ar: إرسال

source: Voir dans le cours
ar: عرض داخل الدورة

source: Aucun devoir à afficher
ar: لا توجد واجبات للعرض

source: Mes cours (Enseignant)
ar: دوراتي (معلّم)

source: Nouveau cours
ar: دورة جديدة

source: Créé le
ar: أُنشئ في

source: Voir
ar: عرض

source: Modifier
ar: تعديل

source: Supprimer
ar: حذف

source: Vous n'avez pas encore de cours.
ar: لا توجد لديك دورات بعد.

source: Créer un cours
ar: أنشئ دورة

source: Inscription
ar: تسجيل

source: Nom d'utilisateur
ar: اسم المستخدم

source: Prénom
ar: الاسم

source: Nom
ar: اللقب

source: Je suis
ar: أنا

source: Administrateur
ar: مدير

source: Code d'authentification (enseignant/administrateur)
ar: رمز التحقق (معلّم/مدير)

source: Mot de passe
ar: كلمة المرور

source: Confirmer mot de passe
ar: تأكيد كلمة المرور

source: J'accepte les conditions d'utilisation
ar: أوافق على شروط الاستخدام

source: S'inscrire
ar: إنشاء حساب

source: Inscrivez-vous avec
ar: سجّل بواسطة

source: Vous avez déjà un compte?
ar: هل لديك حساب بالفعل؟

source: Se connecter
ar: تسجيل الدخول
